{"/about/":{"data":{"":"","our-mission#Our mission":"To make AI accessible, secure and controllable — so organisations can focus on impact instead of complexity. By combining simplicity, sovereignty and scale we believe AI should work for you, not the other way around.","what-we-do#What we do":"Build intelligent assistants without code. Create AI workflows that pull in knowledge, connect tools and automate complex tasks from a simple chat interface. Enterprise-ready and compliant. Hosted within the EU (and Sweden) or on-premises if required. Fully aligned with GDPR and other European data-protection laws. Open and flexible. Choose any large language model or modality (text, audio, images), integrate custom data sources and build the platform your organisation needs — not a one-size-fits-all product.","who-we-are#Who we are":"Intric is a secure, scalable AI-platform built for European enterprises and public sector organisations. No prior technical expertise required — we empower teams across the organisation to create, launch and use powerful AI tools, backed by robust governance and full data control. intric.ai"},"title":"About Intric"},"/contact/":{"data":{"":"","contact-intric#Contact Intric":"If you need help, you can start by chatting with our AI assistant directly in the chat widget — it can answer most questions about Intric and our platform.\nIf you prefer to reach us directly, send us an email at:\n📧 support@intric.ai\nWe’ll get back to you as soon as possible."},"title":"Contact"},"/docs/":{"data":{"":"","explore-the-documentation#Explore the Documentation":"Introduction to Intric — Learn the basics of how Intric works, from spaces and assistants to collaboration tools and integrations. Admin and Settings — Understand how to manage your organization’s setup, security, roles, and integrations. Core Features in Intric — Dive into the main functionality of Intric, including AI assistants, data management, and collaboration features. Guides — Follow step-by-step tutorials and walkthroughs to help you make the most of Intric.","getting-started#Getting Started":"If you’re new to Intric, start with the Quickstart Guide."},"title":"Documentation"},"/docs/functionality/":{"data":{"":"","ai-assistants#AI Assistants":"Assistants are the main feature of the Intric platform — customizable AI tools with a chat interface that allow users to:\nAsk questions and receive answers based on the organisation’s own data Adapt assistants for specific use cases (e.g. Legal, HR, Communications) Integrate with internal knowledge sources through RAG technology (Retrieval-Augmented Generation)","apps#Apps":"Specialised tools for clearly defined tasks, such as:\nPrimarily used for transcribing meetings and audio files Designed for structured input and output Use the same components as assistants but are optimised for specific processes","collaboration-features#Collaboration Features":"","components-that-define-an-assistant#Components that define an assistant:":"Language Model: Choose between different AI models (Swedish/EU-based or U.S.-based) Prompt: The set of instructions that defines how the assistant should behave Knowledge: The data and information the assistant uses to generate responses","knowledge-management#Knowledge Management":"The Knowledge section allows you to integrate your organisation’s data sources:\nCollections: Upload documents, spreadsheets, and presentations Web Pages: Connect and automatically crawl websites for relevant content Integrations: Direct connections to SharePoint, Confluence, and other systems RAG Technology: The system performs semantic searches across all connected data to find the most relevant information","sharing-and-templates#Sharing and Templates":"Share assistants across different organisations Use ready-made templates for common use cases in the public sector Build and publish your own templates for recurring tasks","spaces-workspaces#Spaces (Workspaces)":"Spaces are collaborative environments where teams can work together around assistants and shared data.\nRole-based access control (Space Admin, Space Editor, Space Viewer) Can be organised by team, project, or function Each Space can have its own assistants, knowledge, and permissions"},"title":"Core Features in Intric"},"/docs/functionality/ai-assistants/":{"data":{"":"AI Assistants are the core of Intric — customizable AI tools with a chat interface that allow users to interact with organisational knowledge and workflows.","components-that-define-an-assistant#Components That Define an Assistant":"Language Model: Choose from multiple AI models — EU-based, Swedish, or U.S.-based Prompt: The instruction set that defines how the assistant behaves Knowledge: The content and data sources the assistant uses to respond","what-you-can-do#What You Can Do":"Ask questions and get accurate answers based on your organisation’s own data Customise assistants for specific use cases such as legal, HR, or communications Integrate internal knowledge sources via RAG (Retrieval-Augmented Generation) technology"},"title":"AI Assistants"},"/docs/functionality/apps/":{"data":{"":"Apps are specialised tools in Intric designed for clearly defined processes and tasks.","common-use-cases#Common Use Cases":"Transcribing meetings, interviews, or audio files Generating structured outputs from predefined inputs Running repetitive or data-intensive tasks efficiently","key-characteristics#Key Characteristics":"Built on the same core components as assistants Optimised for single-purpose workflows Easy to deploy and share across teams"},"title":"Apps"},"/docs/functionality/collaboration/":{"data":{"":"Intric is designed for teamwork — enabling secure, role-based collaboration through Spaces and shared templates.","sharing-and-templates#Sharing and Templates":"Share assistants across different departments or organisations Use pre-built templates for common public sector and enterprise use cases Create your own templates to standardise best practices","spaces-workspaces#Spaces (Workspaces)":"Collaborative environments for teams to manage assistants and knowledge Role-based access: Space Admin, Space Editor, Space Viewer Organise by team, project, or function"},"title":"Collaboration"},"/docs/functionality/knowledge-management/":{"data":{"":"The Knowledge section lets you integrate, structure, and maintain the data that powers your assistants.","how-it-works#How It Works":"Intric uses RAG (Retrieval-Augmented Generation) — meaning the system searches semantically across all connected sources to find relevant information before generating a response.\nThis ensures answers are accurate, contextual, and based on your own trusted data.","ways-to-add-knowledge#Ways to Add Knowledge":"Collections: Upload and organise documents, spreadsheets, and presentations Web Pages: Connect websites and automatically crawl their content Integrations: Connect directly to systems like SharePoint, Confluence, and more"},"title":"Knowledge Management"},"/docs/getting-started/":{"data":{"":"","-assistants#🧠 Assistants":"AI-powered tools that can be customised for specific tasks, such as writing, research, data analysis, or customer support.\nAssistants can be built by anyone with the right permissions and shared across teams.","-knowledge#📚 Knowledge":"Documents, notes, and other materials that assistants use as context when answering questions or performing tasks.\nKnowledge can be uploaded or connected from external sources, ensuring responses are based on your organisation’s own information.","-personal-assistant#💬 Personal Assistant":"The always-available chat at the top of the interface.\nEvery user has access to their own personal assistant for quick questions, brainstorming, or exploring what the platform can do.\nBy combining simplicity, security, and flexibility, Intric helps organisations harness AI safely — empowering every team to work smarter.","-spaces#🗂️ Spaces":"Collaboration areas where teams can organise their assistants and resources.\nEach space can contain multiple assistants and its own knowledge base, making it easy to separate projects, departments, or customers.","core-concepts#Core Concepts":"","welcome-to-intric#Welcome to Intric":"Intric is a secure, scalable AI platform built for organisations that want to make artificial intelligence accessible, compliant, and collaborative.\nIt enables teams to create, share, and use intelligent assistants — without needing technical expertise — while ensuring full data control within the EU.\nThe platform brings together assistants, spaces, and knowledge into one seamless environment that adapts to your organisation’s structure and workflow."},"title":"Introduction to Intric"},"/docs/getting-started/login/":{"data":{"":"","how-to-log-in#How to Log In":"Login to Intric is handled via your organisation’s SSO system (Single Sign-On) — typically integrated with Microsoft Entra ID or Active Directory.\nMany organisations also have MFA (multi-factor authentication) enabled for additional security.\nUse the same credentials you use for your other organisational systems.","left-menu#Left Menu":"Assistants: Find and create AI assistants. Apps: Tools for specific tasks, such as transcription. Knowledge: Upload documents and information that assistants can use. Collections: Store and organise documents and files. Web Pages: Connect websites as data sources. Integrations: Connect to services like SharePoint, Confluence, etc. Spaces: Collaboration areas for team projects.","overview-of-the-main-menu-and-navigation#Overview of the Main Menu and Navigation":"","top-menu#Top Menu":"Spaces: Switch between different work areas. Settings: Access your personal settings and account information. Admin (if you have permission): Administrative tools for managing the entire organisation.","what-you-see-the-first-time-you-log-in#What You See the First Time You Log In":"Home Page: You’ll arrive at the main interface with your personal assistant at the top. Personal Chat: This is the general chat available to all users — a great place to try out the system for the first time. Language Model: Within the personal chat, you can easily switch the active language model using the menu in the upper right corner. Available Spaces: You’ll see the Spaces (work areas) you’ve been invited to, depending on your role within the organisation.","your-access-level#Your Access Level":"When you log in for the first time, you’re automatically assigned one of the following roles:\nUser: Can only use published assistants in the Spaces they’ve been invited to. Creator: Can create their own Spaces and assistants. Admin: Has full access to all administrative features across the organisation."},"title":"First Login"},"/docs/getting-started/security-overview/":{"data":{"":"","access-control--authentication#Access Control \u0026amp; Authentication":"RBAC at both organisation and Space levels: Org: Admin / Creator / User Space: Space Admin / Space Editor / Space Viewer SSO via Microsoft Entra ID / Active Directory; MFA commonly enforced.","approach-to-personal-data#Approach to Personal Data":"No unreliable “automatic PII filtering.” Instead, Intric emphasises secure defaults: Data residency in Sweden. Model allow-list (admins can restrict to EU/Swedish models). Isolated Spaces with clear rules and access control. Minimises risk even if filtering techniques fail.","backup--restore#Backup \u0026amp; Restore":"Daily full backups of the instance. Stored separately at GleSYS. Retention: 14 days for continuity and protection.","data-retention-policies#Data Retention Policies":"Admins can set per-assistant retention: Automatic deletion of messages after a defined period. Configured in the assistant’s Edit view.","data-storage--residency#Data Storage \u0026amp; Residency":"All data stored in Sweden with GleSYS AB (ISO/IEC 27001 certified). Option to use your own cloud or on-premises deployment. Full control over data residency and access.","encryption--platform-security#Encryption \u0026amp; Platform Security":"In transit: TLS 1.2/1.3 for all traffic (including internal APIs). At rest: AES-256 encryption for stored data. Secrets: API keys hashed with SHA-256, never stored in plain text. Confidential Computing (NVIDIA): Supported for Intric-hosted open-source models — data remains encrypted even during processing.","information-security-management#Information Security Management":"Security framework aligned with ISO/IEC 27001. Secure SDLC, separated test and production environments. CTO holds overall responsibility for information security. Regular penetration tests and continuous monitoring.","legal--compliance#Legal \u0026amp; Compliance":"Data Processing Agreement (DPA) set up per Swedish Association of Local Authorities and Regions (SKR) template. Ensures GDPR compliance and clear contractual responsibilities.","logging-audit--transparency#Logging, Audit \u0026amp; Transparency":"Advanced logging with configurable retention (e.g., 30 / 90 days). Full visibility into what is sent to models for maximum traceability. Admins control logging settings.","recommended-practices#Recommended Practices":"For sensitive data, use EU/Swedish models (e.g., Llama 3.3 SWE, Gemma 3 SWE). Define security classifications and enforce via model allow-lists. Use Spaces to isolate projects/departments and data domains. Enable appropriate logging for auditability. Educate users on differences between EU and U.S. model options.","use-of-us-models-optional#Use of U.S. Models (Optional)":"If you choose U.S. models (e.g., ChatGPT, Claude), only limited, relevant text is sent using RAG (Retrieval-Augmented Generation) — not entire documents. Data is then processed under the model provider’s terms. Organisations can restrict usage to EU/Swedish models only."},"title":"Security Overview"},"/docs/guides/":{"data":{"":"This section contains step-by-step guides that help you make the most of Intric’s functionality areas — from creating your first assistant to integrating knowledge sources and managing collaboration.\nEach guide focuses on a specific use case or workflow, making it easy to follow along and apply directly in your organisation.","example-topics#Example Topics":"Creating your first AI Assistant Uploading and connecting knowledge sources Collaborating effectively in Spaces Managing templates and sharing assistants Integrating with external systems like SharePoint or Confluence","what-youll-find-here#What You’ll Find Here":"How-to guides for setting up and using key Intric features Best practices for structuring assistants, spaces, and knowledge Examples for different roles — users, creators, and admins","who-its-for#Who It’s For":"Whether you’re new to Intric or an experienced user looking to explore advanced functionality, these guides provide clear and actionable instructions to help you get results quickly.\nStart exploring the guides to learn how to build, customise, and scale your organisation’s AI capabilities with Intric."},"title":"Guides"},"/docs/guides/activate-tools/":{"data":{"":"","step-1-check-model-compatibility#Step 1: Check Model Compatibility":"Ensure your chosen model supports tools. Models like GPT-4, Claude, and Mistral generally support tools. Many open-source models (e.g., some Llama variants) may not support tool use.","step-2-enable-tools-on-the-assistant#Step 2: Enable Tools on the Assistant":"Open the assistant → Edit. Scroll to Additional Capabilities. Toggle desired tools, e.g.: Image Generation: Create images from descriptions. Web Search: Fetch up-to-date information from the internet. SCB: Query Statistics Sweden (SCB) data. Kolada: Query Kolada’s municipal indicators.","step-3-test-functionality#Step 3: Test Functionality":"Try each enabled tool with a small task. Note that tools may affect response time and cost."},"title":"Activate Tools (Additional Capabilities)"},"/docs/guides/add-knowledge-to-assistant/":{"data":{"":"","notes-on-rag#Notes on RAG":"Intric uses RAG (Retrieval-Augmented Generation) to semantically search your knowledge.\nOnly the most relevant text chunks are sent to the model (not entire documents); data is stored in a vector DB (PGVector) for fast retrieval.","step-1-prepare-knowledge-in-your-space#Step 1: Prepare Knowledge in Your Space":"Choose one or more methods under Knowledge (left menu):\nCollections: Upload documents/spreadsheets/presentations. Web Pages: Connect sites (basic crawl or sitemap crawl). Integrations: Connect SharePoint / Confluence (Admin must enable first).","step-2-connect-knowledge-to-the-assistant#Step 2: Connect Knowledge to the Assistant":"Open your assistant → Edit. Click Add Knowledge. Select the relevant knowledge sources from your Space. Save.","step-3-test-the-integration#Step 3: Test the Integration":"Ask questions that require the uploaded knowledge. Check that sources are referenced correctly. Adjust sources or settings if needed."},"title":"Add Knowledge to an Assistant"},"/docs/guides/add-knowledge-to-space/":{"data":{"":"","1-collections#1. Collections":"Go to Knowledge in the left menu. Click Collections. Select Create Collection and choose a text embedding model. Upload documents, spreadsheets, or type text directly. Supported formats: PDF, Word (.docx), Excel (.xlsx), PowerPoint (.pptx), CSV, Markdown (.md), and text files (.txt). Organize files into structured folders for easy access.","2-web-pages#2. Web Pages":"Go to Knowledge → Web Pages. Click Connect Web Pages. Paste the URL of the website you want to connect. Choose a crawl type: Basic Crawl: Follows links from the starting page (good for sites without a sitemap). Sitemap Crawl: Uses the site’s sitemap.xml (faster and more controlled). Select an embedding model and update frequency. Tip: Be specific with your URLs — connect subdomains or pages containing relevant information rather than entire websites.","3-integrations#3. Integrations":"SharePoint and Confluence integrations must first be enabled by an Admin. As a user, go to Settings → My Account → My Integration → Connect. Connect your access credentials for each service. Navigate to Knowledge → Integrations. Click Import Knowledge and choose which knowledge base to connect.","about-rag-technology#About RAG Technology":"Intric uses RAG (Retrieval-Augmented Generation) to perform semantic searches across your connected knowledge.\nWhen a question is asked, the system automatically finds the most relevant text segments. Only those relevant excerpts are sent to the language model — never entire documents. All knowledge is stored in a vector database (PGVector) for fast and efficient retrieval.","connecting-knowledge-to-an-assistant#Connecting Knowledge to an Assistant":"After adding knowledge to your Space:\nOpen the assistant you want to connect the knowledge to. Click Edit (upper-right corner). Select Add Knowledge. Choose which knowledge source from your Space the assistant should use.","file-sizes-and-limitations#File Sizes and Limitations":"Type Max Size Notes Text-based files 20 MB Supported: PDF, Word, Excel, PowerPoint, CSV, Markdown, text Audio / Video 200 MB For transcription and analysis Images 20 MB For reference or documentation","prerequisites#Prerequisites":"To add knowledge to a Space, you need to have the Space Admin or Space Editor role.\nSpace Viewers can only use existing assistants and cannot connect new knowledge sources.","three-ways-to-add-knowledge#Three Ways to Add Knowledge":""},"title":"How to Add Knowledge to a Space"},"/docs/guides/build-assistant-prompt/":{"data":{"":"","step-1-create-an-assistant#Step 1: Create an Assistant":"Go to Assistants (left menu). Click Create Assistant (blue button, top-right). Choose a template or Build from scratch.","step-2-configure-basics#Step 2: Configure Basics":"Name the assistant. Choose a language model (based on use case \u0026 security classification). Click Create.","step-3-write-an-effective-prompt#Step 3: Write an Effective Prompt":"Use this structure:\nWhat? Clearly describe the task and scope. Who? Define the assistant’s role (e.g., “You are an HR specialist…”). How? Specify output format and structure. Why? Provide background/context and the objective. Tone? Set the style (formal, friendly, technical, etc.). Example prompt\nYou are an HR specialist who helps employees with HR-related questions.\nAlways respond professionally and reference our policy documents when relevant.\nStructure answers with clear headings and bullet points.\nIf you don’t know, ask the user to contact the HR department.","step-4-test--iterate#Step 4: Test \u0026amp; Iterate":"Ask diverse questions. Go back to Edit and refine the prompt. Repeat until responses meet expectations."},"title":"Build an Assistant — Focus on the Prompt"},"/docs/guides/create-and-manage-spaces/":{"data":{"":"","step-1-create-a-space#Step 1: Create a Space":"Open Spaces (top menu). Click Create Space (blue button). Name and describe the Space.","step-2-invite-members#Step 2: Invite Members":"Go to Members (left menu of the Space). Click Invite users. Assign roles: Space Admin: Full control (members, security level). Space Editor: Can create assistants and connect knowledge. Space Viewer: Can use published assistants only.","step-3-organise-assistants#Step 3: Organise Assistants":"Create assistants within the Space. Move assistants between Spaces (three dots → Move). Publish assistants to make them available to Space Viewers."},"title":"Create and Manage Spaces"},"/docs/guides/set-security-classification/":{"data":{"":"","step-1-create-a-security-classification#Step 1: Create a Security Classification":"Click Admin (top-right). Open Security Settings. Create classification levels (e.g., High Security Classification, Standard Security Classification).","step-2-map-ai-models#Step 2: Map AI Models":"Go to Models (left menu). Assign which models belong to each classification. Example: High Security → only Swedish/EU models such as Llama 3.3 SWE. Save your settings.","step-3-assign-to-a-space#Step 3: Assign to a Space":"In each Space, the Space Admin selects the appropriate classification. Users in that Space can only pick models allowed by that classification."},"title":"Set Security Classification"},"/docs/guides/share-assistant/":{"data":{"":"","step-1-create-a-share-link#Step 1: Create a Share Link":"Open the assistant to share. Click the Share icon (near the top-right). Choose Create share link. Copy the generated link (and code, if shown).","step-2-send-to-recipient#Step 2: Send to Recipient":"Send the link to the recipient. The recipient opens the link and copies the share code displayed.","step-3-import-recipient#Step 3: Import (Recipient)":"In their Space, click the arrow next to Create Assistant. Select Import Assistant. Paste the share code. The assistant (name \u0026 prompt) is imported.\nNote: knowledge and attachments are not included."},"title":"Share an Assistant"},"/docs/settings-and-admin/":{"data":{"":"This section covers the administrative features and configuration options available to system administrators and creators in Intric.\nHere you’ll learn how to:\nManage users and permissions Control access and security levels Configure AI model settings Enable integrations and monitor usage Each topic below provides guidance on how to maintain a secure and well-structured environment for your organisation."},"title":"Admin and Settings"},"/docs/settings-and-admin/data-and-integrations/":{"data":{"":"","activating-integrations#Activating Integrations":"Certain integrations must be enabled by an Admin before use.\nNavigate to Admin → Integrations → Enable Integration. Supported integrations include SharePoint, Confluence, and others. Individual users then connect their own access credentials after activation.","data-management-and-integrations#Data Management and Integrations":"","data-retention-policy#Data Retention Policy":"Admins can configure automatic message deletion for compliance and storage management.\nSet retention time per assistant in edit mode. Helps maintain a secure and GDPR-compliant data lifecycle.","insights-and-monitoring#Insights and Monitoring":"The Insights panel provides visibility into platform usage:\nUsage statistics: Total number of conversations and questions organisation-wide Storage monitoring: See space utilisation under Usage Token consumption: Track costs and usage across AI models","logging-and-traceability#Logging and Traceability":"Configurable log retention periods (e.g. 30 or 90 days). Full transparency on what data is sent to models. Enables end-to-end traceability and auditing.","technical-settings-and-group-integrations#Technical Settings and Group Integrations":"Manage access through existing AD or user groups. Automatically assign Space access based on group membership. For configuration assistance, contact support@intric.ai.","widget-management#Widget Management":"Only Admins can create or deploy widgets to ensure secure embedding. Prevents unintentional exposure of sensitive data. To update allowed domains, contact support@intric.ai."},"title":"Data Management and Integrations"},"/docs/settings-and-admin/roles-and-permissions/":{"data":{"":"","organisation-level-roles#Organisation-Level Roles":"Role Description Admin Full administrative rights. Manages all users, system configuration, and integrations. Creator Can create their own Spaces, manage members within them, and assign roles. User Can only use published assistants and tools in Spaces they’ve been invited to.","overview#Overview":"Intric uses a role-based access model at both the organisation and Space levels.\nThis structure ensures secure, delegated control while keeping administration simple.","roles-and-permissions#Roles and Permissions":"","space-level-roles#Space-Level Roles":"Role Description Space Admin Full control over a specific Space, including member management and security level. Space Editor Can connect knowledge sources and create assistants. Space Viewer Can only use published assistants within that Space.","summary#Summary":"Organisation roles define what users can do globally, while Space roles define what they can do within a specific workspace."},"title":"Roles and Permissions"},"/docs/settings-and-admin/security-and-model-management/":{"data":{"":"","model-control#Model Control":"Admins can configure which AI models are active and available across the organisation.\nEnables fine-grained control over which models can process data. Helps enforce data residency and regulatory compliance (EU vs. U.S. models). Managed via Admin → Models in the interface.","personal-assistant-configuration#Personal Assistant Configuration":"Under Admin → Personal Assistant, you can:\nChoose which language models are available for the personal assistant. Control which tools and extensions are enabled by default.","security-and-model-management#Security and Model Management":"","security-classification#Security Classification":"Admins can define security classification levels (for example: High Security Classification) to manage data exposure and model usage.\nEach classification maps to specific AI models allowed for that level. Space Admins then select a classification level rather than choosing models directly. Ensures model usage stays compliant with organisational and regulatory policies."},"title":"Security and Model Management"}}