{"/no/about/":{"data":{"":"","hva-vi-gjør#Hva vi gjør":"Bygger intelligente assistenter uten kode. Lag AI-arbeidsflyter som henter inn kunnskap, kobler sammen verktøy og automatiserer komplekse oppgaver fra et enkelt chatgrensesnitt. Klar for virksomheter og samsvarskrav. Drift innenfor EU (og Norge) eller lokalt hvis det er nødvendig. Fullt tilpasset GDPR og andre europeiske personvernlover. Åpen og fleksibel. Velg hvilken som helst språkmodell eller modalitet (tekst, lyd, bilder), integrer egne datakilder og bygg plattformen organisasjonen din trenger – ikke en standardløsning.","hvem-vi-er#Hvem vi er":"Intric er en sikker og skalerbar AI-plattform bygget for europeiske virksomheter og offentlige organisasjoner. Du trenger ingen teknisk bakgrunn – vi gir team i hele organisasjonen mulighet til å lage, lansere og bruke kraftige AI-verktøy, støttet av tydelig styring og full datakontroll. intric.ai","vårt-oppdrag#Vårt oppdrag":"Å gjøre AI tilgjengelig, sikkert og kontrollerbart – slik at organisasjoner kan fokusere på effekt i stedet for kompleksitet. Ved å kombinere enkelhet, suverenitet og skalerbarhet mener vi at AI skal jobbe for deg, ikke omvendt."},"title":"Om Intric"},"/no/contact/":{"data":{"":"","kontakt-intric#Kontakt Intric":"Trenger du hjelp, kan du starte med å chatte direkte med AI-assistenten i widgeten – den kan svare på de fleste spørsmål om Intric og plattformen vår.\nForetrekker du å ta kontakt direkte, send oss en e-post på:\n📧 support@intric.ai\nVi svarer deg så snart som mulig."},"title":"Kontakt"},"/no/docs/":{"data":{"":"","kom-i-gang#Kom i gang":"Er du ny i Intric? Start med Kom i gang-guiden.","utforsk-dokumentasjonen#Utforsk dokumentasjonen":"Introduksjon til Intric — Lær de grunnleggende prinsippene i Intric, fra arbeidsområder og assistenter til samarbeidsverktøy og integrasjoner. Admin og innstillinger — Få oversikt over hvordan du administrerer oppsett, sikkerhet, roller og integrasjoner i organisasjonen. Kjernefunksjoner i Intric — Fordyp deg i hovedfunksjonaliteten, inkludert AI-assistenter, kunnskapshåndtering og samarbeidsfunksjoner. Guider — Følg steg-for-steg-veiledninger og gjennomganger for å få mest mulig ut av Intric."},"title":"Dokumentasjon"},"/no/docs/functionality/":{"data":{"":"","ai-assistenter#AI-assistenter":"Assistenter er hovedfunksjonen i Intric-plattformen – tilpassbare AI-verktøy med et chatgrensesnitt som gjør det mulig å:\nStille spørsmål og få svar basert på organisasjonens egne data Tilpasse assistenter til spesifikke bruksområder (f.eks. juridisk, HR, kommunikasjon) Integrere interne kunnskapskilder gjennom RAG-teknologi (Retrieval-Augmented Generation)","apper#Apper":"Spesialiserte verktøy for tydelig avgrensede oppgaver, for eksempel:\nPrimært brukt til transkribering av møter og lydfiler Designet for strukturert inn- og utdata Bruker de samme komponentene som assistenter, men er optimalisert for bestemte prosesser","deling-og-maler#Deling og maler":"Del assistenter mellom ulike organisasjoner Bruk ferdige maler for vanlige behov i offentlig sektor Bygg og publiser egne maler for tilbakevendende oppgaver","komponenter-som-definerer-en-assistent#Komponenter som definerer en assistent:":"Språkmodell: Velg mellom ulike AI-modeller (nordiske/EU-baserte eller amerikanske) Prompt: Instruksjonene som styrer hvordan assistenten skal oppføre seg Kunnskap: Dataen og informasjonen assistenten bruker til å generere svar","kunnskapshåndtering#Kunnskapshåndtering":"I Knowledge-delen kan du koble til organisasjonens datasett:\nSamlinger: Last opp dokumenter, regneark og presentasjoner Nettsider: Koble til og automatisk krype nettsider etter relevant innhold Integrasjoner: Direktekoblinger til SharePoint, Confluence og andre systemer RAG-teknologi: Systemet gjør semantiske søk i alle tilkoblede datakilder for å finne den mest relevante informasjonen","samarbeidsfunksjoner#Samarbeidsfunksjoner":"","spaces-arbeidsområder#Spaces (arbeidsområder)":"Spaces er samarbeidsmiljøer der team kan jobbe sammen rundt assistenter og delt kunnskap.\nRollebassert tilgangskontroll (Space Admin, Space Editor, Space Viewer) Kan organiseres etter team, prosjekt eller funksjon Hvert Space kan ha egne assistenter, kunnskap og tilgangsregler"},"title":"Kjernefunksjoner i Intric"},"/no/docs/functionality/ai-assistants/":{"data":{"":"AI-assistenter er kjernen i Intric – tilpassbare AI-verktøy med et chatgrensesnitt som lar brukerne samhandle med organisasjonens kunnskap og arbeidsflyter.","dette-kan-du-gjøre#Dette kan du gjøre":"Stille spørsmål og få presise svar basert på organisasjonens egne data Tilpasse assistenter til spesifikke bruksområder som juss, HR eller kommunikasjon Integrere interne kunnskapskilder via RAG-teknologi (Retrieval-Augmented Generation)","komponenter-som-definerer-en-assistent#Komponenter som definerer en assistent":"Språkmodell: Velg mellom flere AI-modeller – EU-baserte, nordiske eller amerikanske Prompt: Instruksjonssettet som styrer hvordan assistenten oppfører seg Kunnskap: Innholdet og datakildene assistenten bruker til å svare"},"title":"AI-assistenter"},"/no/docs/functionality/apps/":{"data":{"":"Apper er spesialiserte verktøy i Intric som er laget for tydelig definerte prosesser og oppgaver.","vanlige-brukstilfeller#Vanlige brukstilfeller":"Transkribere møter, intervjuer eller lydfiler Generere strukturert output fra forhåndsdefinert input Kjøre repetitive eller dataintensive oppgaver effektivt","viktige-kjennetegn#Viktige kjennetegn":"Bygger på de samme kjernekomponentene som assistenter Optimalisert for ensrettede arbeidsflyter Enkle å distribuere og dele på tvers av team"},"title":"Apper"},"/no/docs/functionality/collaboration/":{"data":{"":"Intric er bygget for samarbeid – med sikker, rollebasert samhandling via Spaces og delte maler.","deling-og-maler#Deling og maler":"Del assistenter på tvers av avdelinger eller organisasjoner Bruk ferdiglagde maler for vanlige behov i offentlig og privat sektor Lag egne maler for å standardisere beste praksis","spaces-arbeidsområder#Spaces (arbeidsområder)":"Samhandlingsmiljøer der team kan administrere assistenter og kunnskap Rollebassert tilgang: Space Admin, Space Editor, Space Viewer Organiser etter team, prosjekt eller funksjon"},"title":"Samarbeid"},"/no/docs/functionality/knowledge-management/":{"data":{"":"I Knowledge-delen kan du integrere, strukturere og vedlikeholde dataen som driver assistentene dine.","måter-å-legge-til-kunnskap-på#Måter å legge til kunnskap på":"Samlinger: Last opp og organiser dokumenter, regneark og presentasjoner Nettsider: Koble til nettsteder og la innholdet krype inn automatisk Integrasjoner: Koble direkte til systemer som SharePoint, Confluence og flere","slik-fungerer-det#Slik fungerer det":"Intric bruker RAG (Retrieval-Augmented Generation) – systemet søker semantisk i alle tilkoblede kilder for å finne relevant informasjon før det genererer et svar.\nDette sikrer at svarene er presise, kontekstuelle og basert på dine egne, pålitelige data."},"title":"Kunnskapshåndtering"},"/no/docs/getting-started/":{"data":{"":"","-assistenter#🧠 Assistenter":"AI-drevne verktøy som kan tilpasses konkrete oppgaver som skriving, research, dataanalyse eller kundestøtte.\nAlle med riktige rettigheter kan bygge assistenter og dele dem på tvers av team.","-kunnskap#📚 Kunnskap":"Dokumenter, notater og annet materiale som assistentene bruker som kontekst når de besvarer spørsmål eller utfører oppgaver.\nKunnskap kan lastes opp eller kobles til fra eksterne kilder, slik at svarene bygger på organisasjonens egen informasjon.","-personlig-assistent#💬 Personlig assistent":"Chatten som alltid er tilgjengelig øverst i grensesnittet.\nHver bruker har sin egen personlige assistent for raske spørsmål, idémyldring eller utforsking av hva plattformen kan gjøre.\nVed å kombinere enkelhet, sikkerhet og fleksibilitet hjelper Intric organisasjoner med å ta i bruk AI på en trygg måte – og gjør hvert team i stand til å jobbe smartere.","-spaces#🗂️ Spaces":"Samarbeidsområder der team kan organisere assistenter og ressurser.\nHvert space kan inneholde flere assistenter og sin egen kunnskapsbase, slik at prosjekter, avdelinger eller kunder holdes adskilt.","grunnleggende-begreper#Grunnleggende begreper":"","velkommen-til-intric#Velkommen til Intric":"Intric er en sikker og skalerbar AI-plattform for organisasjoner som vil gjøre kunstig intelligens tilgjengelig, etterlevelsesvennlig og samarbeidsorientert.\nPlattformen gjør det mulig for team å lage, dele og bruke intelligente assistenter – uten teknisk ekspertise – samtidig som all data kontrolleres innenfor EU.\nHer samles assistenter, spaces og kunnskap i ett og samme miljø som tilpasser seg organisasjonens struktur og arbeidsflyt."},"title":"Introduksjon til Intric"},"/no/docs/getting-started/login/":{"data":{"":"","dette-ser-du-første-gang-du-logger-inn#Dette ser du første gang du logger inn":"Startsiden: Du lander i hovedgrensesnittet med din personlige assistent øverst. Personlig chat: Den åpne chatten som alle brukere har tilgang til – et fint sted å teste plattformen for første gang. Språkmodell: I den personlige chatten kan du enkelt bytte aktiv språkmodell via menyen øverst til høyre. Tilgjengelige Spaces: Du ser Spaces (arbeidsområder) du er invitert til, basert på rollen din i organisasjonen.","oversikt-over-hovedmenyen-og-navigasjonen#Oversikt over hovedmenyen og navigasjonen":"","slik-logger-du-inn#Slik logger du inn":"Innlogging i Intric håndteres via organisasjonens SSO-løsning (Single Sign-On) – som oftest integrert med Microsoft Entra ID eller Active Directory.\nMange organisasjoner har også aktivert MFA (flerfaktorautentisering) for ekstra sikkerhet.\nBruk de samme påloggingsopplysningene som du bruker i de andre systemene til organisasjonen.","tilgangsnivået-ditt#Tilgangsnivået ditt":"Når du logger inn for første gang, blir du automatisk tildelt én av følgende roller:\nUser: Kan bare bruke publiserte assistenter i Spaces vedkommende er invitert til. Creator: Kan opprette egne Spaces og assistenter. Admin: Har full tilgang til alle administrative funksjoner i organisasjonen.","toppmeny#Toppmeny":"Spaces: Bytt mellom ulike arbeidsområder. Settings: Gå til personlige innstillinger og kontoinformasjon. Admin (hvis du har rettigheter): Administrasjonsverktøy for hele organisasjonen.","venstremeny#Venstremeny":"Assistants: Finn og opprett AI-assistenter. Apps: Verktøy for spesifikke oppgaver, som transkribering. Knowledge: Last opp dokumenter og informasjon som assistentene kan bruke. Collections: Lagre og organiser dokumenter og filer. Web Pages: Koble til nettsteder som datakilder. Integrations: Koble til tjenester som SharePoint, Confluence osv. Spaces: Samarbeidsområder for teamprosjekter."},"title":"Første innlogging"},"/no/docs/getting-started/security-overview/":{"data":{"":"","anbefalte-tiltak#Anbefalte tiltak":"For sensitive data, bruk EU-/svenske modeller (f.eks. Llama 3.3 SWE, Gemma 3 SWE). Definer sikkerhetsklassifiseringer og håndhev dem med modell-tillatelseslister. Bruk Spaces for å isolere prosjekter, avdelinger og datadomener. Aktiver relevant logging for revisjon. Informer brukerne om forskjellene mellom EU- og amerikanske modellalternativ.","backup-og-gjenoppretting#Backup og gjenoppretting":"Daglige fullstendige sikkerhetskopier av instansen. Lagring separat hos GleSYS. Bevaringstid: 14 dager for kontinuitet og beskyttelse.","bruk-av-amerikanske-modeller-valgfritt#Bruk av amerikanske modeller (valgfritt)":"Hvis du velger amerikanske modeller (f.eks. ChatGPT, Claude) sendes kun begrenset, relevant tekst via RAG (Retrieval-Augmented Generation) – aldri hele dokumenter. Data behandles da under vilkårene til modellleverandøren. Organisasjoner kan begrense bruken til EU- eller norsk-svenske modeller.","datelagring-og-datasuverenitet#Datelagring og datasuverenitet":"All data lagres i Sverige hos GleSYS AB (sertifisert etter ISO/IEC 27001). Mulighet til å bruke egen sky eller lokal installasjon. Full kontroll på hvor data ligger og hvem som har tilgang.","håndtering-av-persondata#Håndtering av persondata":"Intric baserer seg ikke på usikker «automatisk PII-filtrering». I stedet prioriteres sikre standardinnstillinger: Data lagres i Sverige. Tillatt modell-liste (administratorer kan begrense til EU-/svenske modeller). Isolerte Spaces med tydelige regler og tilgangskontroll. Reduserer risiko selv om filtrering skulle svikte.","informasjonssikkerhetsstyring#Informasjonssikkerhetsstyring":"Sikkerhetsrammeverk i tråd med ISO/IEC 27001. Sikker utviklingslivssyklus (SDLC), adskilte test- og produksjonsmiljøer. CTO har det overordnede ansvaret for informasjonssikkerhet. Regelmessige penetrasjonstester og kontinuerlig overvåking.","juridisk-og-etterlevelse#Juridisk og etterlevelse":"Databehandleravtale (DPA) basert på malen fra Kommunesektorens organisasjon (KS). Sikrer GDPR-etterlevelse og tydelig ansvarsdeling.","kryptering-og-plattformsikkerhet#Kryptering og plattformsikkerhet":"Under transport: TLS 1.2/1.3 for all trafikk (inkludert interne API-er). I ro: AES-256-kryptering for lagrede data. Hemmeligheter: API-nøkler hashes med SHA-256, aldri lagret i klartekst. Konfidensiell databehandling (NVIDIA): Støttes for Intric-hostede open source-modeller – data forblir kryptert selv under prosessering.","logging-revisjon-og-transparens#Logging, revisjon og transparens":"Avansert logging med konfigurerbar lagringstid (f.eks. 30 / 90 dager). Full innsikt i hva som sendes til modellene, for maksimal sporbarhet. Administratorer styrer logginnstillingene.","retningslinjer-for-datalagring#Retningslinjer for datalagring":"Administratorer kan sette beholding per assistent: Automatisk sletting av meldinger etter en definert periode. Konfigureres i assistentens Edit-visning.","tilgangskontroll-og-autentisering#Tilgangskontroll og autentisering":"RBAC på både organisasjons- og Space-nivå: Organisasjon: Admin / Creator / User Space: Space Admin / Space Editor / Space Viewer SSO via Microsoft Entra ID / Active Directory; MFA er som regel påkrevd."},"title":"Sikkerhetsoversikt"},"/no/docs/guides/":{"data":{"":"Denne delen inneholder steg-for-steg-guider som hjelper deg å få mest mulig ut av Intrics funksjonalitet – fra å lage din første assistent til å integrere kunnskapskilder og håndtere samarbeid.\nHver guide fokuserer på et konkret brukstilfelle eller en arbeidsflyt, slik at du enkelt kan følge instruksjonene og ta dem i bruk i organisasjonen.","dette-finner-du-her#Dette finner du her":"Veiledninger for å sette opp og bruke sentrale Intric-funksjoner Beste praksis for å strukturere assistenter, Spaces og kunnskap Eksempler for ulike roller – brukere, skapere og administratorer","eksempeltemaer#Eksempeltemaer":"Lage din første AI-assistent Laste opp og koble kunnskapskilder Samarbeide effektivt i Spaces Administrere maler og dele assistenter Integrere mot eksterne systemer som SharePoint eller Confluence","hvem-guidene-er-for#Hvem guidene er for":"Enten du er ny i Intric eller en erfaren bruker som vil utforske avansert funksjonalitet, gir disse guidene klare og praktiske instrukser slik at du raskt kommer i mål.\nUtforsk guidene for å lære hvordan du bygger, tilpasser og skalerer organisasjonens AI-kapasitet med Intric."},"title":"Guider"},"/no/docs/guides/activate-tools/":{"data":{"":"","trinn-1-sjekk-om-modellen-støtter-verktøy#Trinn 1: Sjekk om modellen støtter verktøy":"Sørg for at modellen du har valgt støtter verktøy. Modeller som GPT-4, Claude og Mistral har som regel verktøystøtte. Mange åpen kildekode-modeller (f.eks. enkelte Llama-varianter) kan mangle støtte for verktøy.","trinn-2-aktiver-verktøy-på-assistenten#Trinn 2: Aktiver verktøy på assistenten":"Åpne assistenten → Edit. Bla ned til Additional Capabilities. Slå på ønskede verktøy, for eksempel: Bildegenerering: Lag bilder fra beskrivelser. Nettsøk: Hent oppdatert informasjon fra internett. SCB: Søk i data fra Statistiska centralbyrån. Kolada: Hent kommunale nøkkeltall fra Kolada.","trinn-3-test-funksjonaliteten#Trinn 3: Test funksjonaliteten":"Prøv hvert aktivert verktøy med en liten oppgave. Husk at verktøy kan påvirke svartid og kostnader."},"title":"Aktiver verktøy (ekstra funksjoner)"},"/no/docs/guides/add-knowledge-to-assistant/":{"data":{"":"","merknad-om-rag#Merknad om RAG":"Intric bruker RAG (Retrieval-Augmented Generation) for å søke semantisk i kunnskapsbasen din.\nBare de mest relevante tekstbitene sendes til modellen (ikke hele dokumenter); data lagres i en vektordatabase (PGVector) for raskt oppslag.","trinn-1-forbered-kunnskap-i-space-et-ditt#Trinn 1: Forbered kunnskap i Space-et ditt":"Velg én eller flere metoder under Knowledge (venstremeny):\nCollections: Last opp dokumenter, regneark og presentasjoner. Web Pages: Koble til nettsteder (grunnleggende crawl eller sitemap-crawl). Integrations: Koble til SharePoint / Confluence (må aktiveres av Admin først).","trinn-2-koble-kunnskap-til-assistenten#Trinn 2: Koble kunnskap til assistenten":"Åpne assistenten → Edit. Klikk Add Knowledge. Velg relevante kunnskapskilder fra Space-et ditt. Lagre.","trinn-3-test-integrasjonen#Trinn 3: Test integrasjonen":"Still spørsmål som krever den opplastede kunnskapen. Kontroller at kildene refereres riktig. Juster kilder eller innstillinger ved behov."},"title":"Legg til kunnskap i en assistent"},"/no/docs/guides/add-knowledge-to-space/":{"data":{"":"","1-collections#1. Collections":"Gå til Knowledge i venstremenyen. Klikk Collections. Velg Create Collection og sett inn en tekst-embedding-modell. Last opp dokumenter, regneark eller skriv inn tekst direkte. Støttede formater: PDF, Word (.docx), Excel (.xlsx), PowerPoint (.pptx), CSV, Markdown (.md) og tekstfiler (.txt). Organiser filer i strukturerte mapper for enkel tilgang.","2-web-pages#2. Web Pages":"Gå til Knowledge → Web Pages. Klikk Connect Web Pages. Lim inn URL-en til nettsiden du vil koble til. Velg crawl-type: Basic Crawl: Følger lenker fra startsiden (passer for sider uten sitemap). Sitemap Crawl: Bruker nettstedets sitemap.xml (raskere og mer kontrollert). Velg embedding-modell og hvor ofte innholdet skal oppdateres. Tips: Vær presis med URL-ene – koble til subdomener eller sider med relevant innhold i stedet for hele nettsteder.","3-integrasjoner#3. Integrasjoner":"Integrasjonene SharePoint og Confluence må først aktiveres av en Admin. Som bruker går du til Settings → My Account → My Integration → Connect. Koble til innloggingsdetaljene dine for hver tjeneste. Naviger til Knowledge → Integrations. Klikk Import Knowledge og velg hvilken kunnskapsbase som skal kobles.","filstørrelser-og-begrensninger#Filstørrelser og begrensninger":"Type Maks størrelse Notater Tekstbaserte filer 20 MB Støttet: PDF, Word, Excel, PowerPoint, CSV, Markdown, tekst Lyd / video 200 MB For transkribering og analyse Bilder 20 MB For referanse eller dokumentasjon","forutsetninger#Forutsetninger":"For å legge til kunnskap i et Space må du ha rollen Space Admin eller Space Editor.\nSpace Viewers kan bare bruke eksisterende assistenter og kan ikke koble til nye kunnskapskilder.","koble-kunnskap-til-en-assistent#Koble kunnskap til en assistent":"Når kunnskapen er lagt til i Space-et:\nÅpne assistenten du vil koble mot. Klikk Edit (øverst til høyre). Velg Add Knowledge. Velg hvilken kunnskapskilde fra Space-et assistenten skal bruke.","om-rag-teknologi#Om RAG-teknologi":"Intric bruker RAG (Retrieval-Augmented Generation) til å gjøre semantiske søk i kunnskapen din.\nNår et spørsmål stilles, finner systemet automatisk de mest relevante tekstutdragene. Kun de relevante avsnittene sendes til språkmodellen – aldri hele dokumenter. All kunnskap lagres i en vektordatabase (PGVector) for raskt og effektivt gjenfinning.","tre-måter-å-legge-til-kunnskap-på#Tre måter å legge til kunnskap på":""},"title":"Slik legger du til kunnskap i et Space"},"/no/docs/guides/build-assistant-prompt/":{"data":{"":"","trinn-1-opprett-en-assistent#Trinn 1: Opprett en assistent":"Gå til Assistants (venstremeny). Klikk Create Assistant (blå knapp øverst til høyre). Velg en mal eller Build from scratch.","trinn-2-konfigurer-det-grunnleggende#Trinn 2: Konfigurer det grunnleggende":"Gi assistenten et navn. Velg en språkmodell (basert på bruksområde og sikkerhetsklassifisering). Klikk Create.","trinn-3-skriv-en-effektiv-prompt#Trinn 3: Skriv en effektiv prompt":"Bruk denne strukturen:\nHva? Beskriv tydelig oppgaven og rammene. Hvem? Definer rollen til assistenten (f.eks. «Du er en HR-spesialist …»). Hvordan? Angi ønsket format og struktur på svaret. Hvorfor? Gi bakgrunn/kontekst og ønsket mål. Tone? Sett stilen (formell, vennlig, teknisk, osv.). Eksempelprompt\nDu er en HR-spesialist som hjelper ansatte med HR-relaterte spørsmål.\nSvar alltid profesjonelt og referer til personalhåndboken når det er relevant.\nStrukturer svarene med tydelige overskrifter og punktlister.\nHvis du ikke vet svaret, be brukeren kontakte HR-avdelingen.","trinn-4-test-og-forbedre#Trinn 4: Test og forbedre":"Still varierte spørsmål. Gå tilbake til Edit og juster prompten. Gjenta til svarene møter forventningene."},"title":"Bygg en assistent – fokuser på prompten"},"/no/docs/guides/create-and-manage-spaces/":{"data":{"":"","trinn-1-opprett-et-space#Trinn 1: Opprett et Space":"Åpne Spaces (toppmenyen). Klikk Create Space (blå knapp). Gi Space-et navn og beskrivelse.","trinn-2-inviter-medlemmer#Trinn 2: Inviter medlemmer":"Gå til Members (venstremenyen i Space-et). Klikk Invite users. Tildel roller: Space Admin: Full kontroll (medlemmer, sikkerhetsnivå). Space Editor: Kan lage assistenter og koble til kunnskap. Space Viewer: Kan bare bruke publiserte assistenter.","trinn-3-organiser-assistenter#Trinn 3: Organiser assistenter":"Opprett assistenter inne i Space-et. Flytt assistenter mellom Spaces (tre prikker → Move). Publiser assistenter for å gjøre dem tilgjengelige for Space Viewers."},"title":"Opprett og administrer Spaces"},"/no/docs/guides/set-security-classification/":{"data":{"":"","trinn-1-opprett-en-sikkerhetsklassifisering#Trinn 1: Opprett en sikkerhetsklassifisering":"Klikk Admin (oppe til høyre). Åpne Security Settings. Opprett klassifiseringsnivåer (f.eks. Høy sikkerhetsklassifisering, Standard sikkerhetsklassifisering).","trinn-2-knytt-ai-modeller-til-klassifiseringene#Trinn 2: Knytt AI-modeller til klassifiseringene":"Gå til Models (venstremeny). Velg hvilke modeller som skal høre til hver klassifisering. Eksempel: Høy sikkerhet → kun nordiske/EU-modeller som Llama 3.3 SWE. Lagre innstillingene.","trinn-3-tilordne-til-et-space#Trinn 3: Tilordne til et Space":"I hvert Space velger Space Admin riktig klassifisering. Brukere i Space-et kan kun velge modeller som er tillatt av den klassifiseringen."},"title":"Sett sikkerhetsklassifisering"},"/no/docs/guides/share-assistant/":{"data":{"":"","trinn-1-lag-en-delingslenke#Trinn 1: Lag en delingslenke":"Åpne assistenten du vil dele. Klikk Share-ikonet (øverst til høyre). Velg Create share link. Kopier lenken som genereres (og koden hvis den vises).","trinn-2-send-til-mottaker#Trinn 2: Send til mottaker":"Send lenken til mottakeren. Mottakeren åpner lenken og kopierer delingskoden som vises.","trinn-3-importer-mottaker#Trinn 3: Importer (mottaker)":"I sitt Space klikker mottakeren på pilen ved siden av Create Assistant. Velg Import Assistant. Lim inn delingskoden. Assistenten (navn og prompt) importeres.\nMerk: kunnskap og vedlegg blir ikke med."},"title":"Del en assistent"},"/no/docs/settings-and-admin/":{"data":{"":"Denne delen dekker administrative funksjoner og konfigurasjonsmuligheter for administratorer og skapere i Intric.\nHer lærer du å:\nAdministrere brukere og rettigheter Kontrollere tilgang og sikkerhetsnivåer Konfigurere innstillinger for AI-modeller Aktivere integrasjoner og følge med på bruk Hvert tema under gir veiledning i hvordan du vedlikeholder et sikkert og godt strukturert miljø for organisasjonen din."},"title":"Admin og innstillinger"},"/no/docs/settings-and-admin/data-and-integrations/":{"data":{"":"","aktivere-integrasjoner#Aktivere integrasjoner":"Enkelte integrasjoner må aktiveres av en Admin før de kan tas i bruk.\nGå til Admin → Integrations → Enable Integration. Støttede integrasjoner inkluderer SharePoint, Confluence og flere. Etter aktivering kobler hver bruker til sine egne påloggingsopplysninger.","databehandling-og-integrasjoner#Databehandling og integrasjoner":"","innsikt-og-overvåking#Innsikt og overvåking":"Panelet Insights gir oversikt over bruken av plattformen:\nBruksstatistikk: Totalt antall samtaler og spørsmål i organisasjonen Lagring: Se plassforbruk under Usage Tokenforbruk: Følg kostnader og forbruk per AI-modell","logging-og-sporbarhet#Logging og sporbarhet":"Konfigurerbare loggperioder (f.eks. 30 eller 90 dager). Full transparens i hva som sendes til modellene. Gir ende-til-ende-sporbarhet og revisjonsmulighet.","retningslinjer-for-datalagring#Retningslinjer for datalagring":"Administratorer kan konfigurere automatisk sletting av meldinger for etterlevelse og redusert lagringsbehov.\nSett beholdning per assistent i redigeringsvisning. Bidrar til en sikker og GDPR-vennlig livssyklus for data.","tekniske-innstillinger-og-gruppeintegrasjoner#Tekniske innstillinger og gruppeintegrasjoner":"Administrer tilgang via eksisterende AD- eller brukergrupper. Tildel Space-tilgang automatisk basert på gruppemedlemskap. For hjelp med oppsett, ta kontakt med support@intric.ai.","widget-håndtering#Widget-håndtering":"Kun Admins kan opprette eller distribuere widgets for å sikre trygg innbygging. Hindrer utilsiktet eksponering av sensitiv data. Kontakt support@intric.ai for å oppdatere tillatte domener."},"title":"Databehandling og integrasjoner"},"/no/docs/settings-and-admin/roles-and-permissions/":{"data":{"":"","oppsummert#Oppsummert":"Roller på organisasjonsnivå bestemmer hva brukere kan gjøre globalt, mens Space-roller styrer hva de kan gjøre i et bestemt arbeidsområde.","oversikt#Oversikt":"Intric bruker en rollebasert tilgangsmodell både på organisasjonsnivå og Space-nivå.\nStrukturen gir sikker, delegert kontroll samtidig som administrasjonen holdes enkel.","roller-og-tilganger#Roller og tilganger":"","roller-på-organisasjonsnivå#Roller på organisasjonsnivå":"Rolle Beskrivelse Admin Fullt administrative rettigheter. Administrerer alle brukere, systemkonfigurasjon og integrasjoner. Creator Kan opprette egne Spaces, administrere medlemmene der og tildele roller. User Kan kun bruke publiserte assistenter og verktøy i Spaces de er invitert til.","roller-på-space-nivå#Roller på Space-nivå":"Rolle Beskrivelse Space Admin Full kontroll over et Space, inkludert medlemsadministrasjon og sikkerhetsnivå. Space Editor Kan koble til kunnskapskilder og lage assistenter. Space Viewer Kan bare bruke publiserte assistenter i Space-et."},"title":"Roller og tilganger"},"/no/docs/settings-and-admin/security-and-model-management/":{"data":{"":"","konfigurasjon-av-personlig-assistent#Konfigurasjon av personlig assistent":"Under Admin → Personal Assistant kan du:\nVelge hvilke språkmodeller som skal være tilgjengelige for den personlige assistenten. Styre hvilke verktøy og utvidelser som er aktivert som standard.","modellkontroll#Modellkontroll":"Administratorer kan bestemme hvilke AI-modeller som er aktive og tilgjengelige i hele organisasjonen.\nGir detaljert kontroll over hvilke modeller som kan behandle data. Hjelper med å håndheve datasuverenitet og regelverksetterlevelse (EU vs. USA-modeller). Administreres via Admin → Models i grensesnittet.","sikkerhet-og-modellstyring#Sikkerhet og modellstyring":"","sikkerhetsklassifisering#Sikkerhetsklassifisering":"Administratorer kan definere sikkerhetsklassifiseringsnivåer (for eksempel Høy sikkerhetsklassifisering) for å styre dataeksponering og modellbruk.\nHver klassifisering knyttes til bestemte AI-modeller som er godkjent for nivået. Space Admins velger deretter et klassifiseringsnivå i stedet for å velge modeller direkte. Sikrer at modellbruken er i tråd med organisasjonens og myndighetenes krav."},"title":"Sikkerhet og modellstyring"}}