{"/sv/about/":{"data":{"":"","vad-vi-gör#Vad vi gör":"Bygg intelligenta assistenter utan kod. Skapa AI-flöden som hämtar kunskap, kopplar ihop verktyg och automatiserar komplexa uppgifter från ett enkelt chattgränssnitt. Klara för företag och regeluppfyllelse. Drift inom EU (och Sverige) eller lokalt om det behövs. Fullt anpassad till GDPR och andra europeiska dataskyddslagar. Öppet och flexibelt. Välj valfri språkmodell eller modalitet (text, ljud, bilder), integrera egna datakällor och bygg den plattform din organisation behöver – inte en standardlösning.","vilka-vi-är#Vilka vi är":"Intric är en säker och skalbar AI-plattform byggd för europeiska företag och offentliga organisationer. Ingen teknisk expertis krävs – vi ger team över hela organisationen möjlighet att skapa, lansera och använda kraftfulla AI-verktyg med stark styrning och full kontroll över data. intric.ai","vårt-uppdrag#Vårt uppdrag":"Att göra AI tillgängligt, säkert och kontrollerbart – så att organisationer kan fokusera på effekt istället för komplexitet. Genom att kombinera enkelhet, suveränitet och skala vill vi att AI ska arbeta för dig, inte tvärtom."},"title":"Om Intric"},"/sv/contact/":{"data":{"":"","kontakta-intric#Kontakta Intric":"Behöver du hjälp kan du börja med att chatta direkt med vår AI-assistent i widgeten – den kan svara på de flesta frågor om Intric och vår plattform.\nVill du hellre nå oss direkt, skicka ett mejl till:\n📧 support@intric.ai\nVi återkommer till dig så snart som möjligt."},"title":"Kontakt"},"/sv/docs/":{"data":{"":"","kom-igång#Kom igång":"Om du är ny på Intric, börja med Snabbstartsguiden.","utforska-dokumentationen#Utforska dokumentationen":"Introduktion till Intric — Lär dig grunderna i hur Intric fungerar, från utrymmen och assistenter till samarbetsverktyg och integrationer. Administratör och inställningar — Förstå hur du hanterar organisationens konfiguration, säkerhet, roller och integrationer. Kärnfunktioner i Intric — Utforska huvudfunktionerna i Intric, inklusive AI-assistenter, datahantering och samarbetsfunktioner. Guider — Följ steg-för-steg-handledningar och genomgångar för att få ut det mesta av Intric."},"title":"Dokumentation"},"/sv/docs/functionality/":{"data":{"":"","ai-assistenter#AI-assistenter":"Assistenter är kärnan i Intric-plattformen – anpassningsbara AI-verktyg med ett chattgränssnitt som låter användare:\nStälla frågor och få svar baserade på organisationens egen data Anpassa assistenter för specifika användningsområden (t.ex. juridik, HR, kommunikation) Integrera interna kunskapskällor via RAG-teknik (Retrieval-Augmented Generation)","appar#Appar":"Specialiserade verktyg för tydligt avgränsade uppgifter, till exempel:\nFrämst användning för transkribering av möten och ljudfiler Utformade för strukturerad in- och utdata Använder samma komponenter som assistenter men är optimerade för specifika processer","delar-som-definierar-en-assistent#Delar som definierar en assistent:":"Språkmodell: Välj mellan olika AI-modeller (svenska/EU-baserade eller USA-baserade) Prompt: Instruktionerna som styr hur assistenten ska bete sig Kunskap: Den data och information som assistenten använder för att generera svar","delning-och-mallar#Delning och mallar":"Dela assistenter mellan olika organisationer Använd färdiga mallar för vanliga behov inom offentlig sektor Bygg och publicera egna mallar för återkommande uppgifter","kunskapshantering#Kunskapshantering":"Avsnittet Kunskap gör det möjligt att koppla organisationens datakällor:\nSamlingar: Ladda upp dokument, kalkylblad och presentationer Webbsidor: Koppla och krypa webbplatser automatiskt efter relevant innehåll Integrationer: Direkta kopplingar till SharePoint, Confluence och andra system RAG-teknik: Systemet gör semantiska sökningar i all ansluten data för att hitta den mest relevanta informationen","samarbetsfunktioner#Samarbetsfunktioner":"","spaces-arbetsytor#Spaces (arbetsytor)":"Spaces är samarbetsmiljöer där team arbetar tillsammans kring assistenter och delad data.\nRollbaserad åtkomstkontroll (Space Admin, Space Editor, Space Viewer) Kan organiseras efter team, projekt eller funktion Varje Space kan ha egna assistenter, kunskap och behörigheter"},"title":"Kärnfunktioner i Intric"},"/sv/docs/functionality/ai-assistants/":{"data":{"":"AI-assistenter är hjärtat i Intric – anpassningsbara AI-verktyg med ett chattgränssnitt som låter användare interagera med organisationens kunskap och arbetsflöden.","komponenter-som-definierar-en-assistent#Komponenter som definierar en assistent":"Språkmodell: Välj mellan flera AI-modeller – EU-baserade, svenska eller USA-baserade Prompt: Instruktionsuppsättningen som avgör hur assistenten beter sig Kunskap: Det innehåll och de datakällor som assistenten använder för att svara","vad-du-kan-göra#Vad du kan göra":"Ställa frågor och få träffsäkra svar baserade på organisationens egen data Anpassa assistenter för specifika användningsfall såsom juridik, HR eller kommunikation Integrera interna kunskapskällor via RAG-teknik (Retrieval-Augmented Generation)"},"title":"AI-assistenter"},"/sv/docs/functionality/apps/":{"data":{"":"Appar är specialiserade verktyg i Intric som är utformade för tydligt definierade processer och uppgifter.","vanliga-användningsområden#Vanliga användningsområden":"Transkribera möten, intervjuer eller ljudfiler Generera strukturerade resultat från fördefinierad indata Kör repetitiva eller dataintensiva arbetsuppgifter effektivt","viktiga-kännetecken#Viktiga kännetecken":"Bygger på samma kärnkomponenter som assistenter Optimerade för enstaka, tydligt avgränsade arbetsflöden Enkla att distribuera och dela mellan team"},"title":"Appar"},"/sv/docs/functionality/collaboration/":{"data":{"":"Intric är byggt för teamwork – med säker, rollbaserad samverkan genom Spaces och delade mallar.","delning-och-mallar#Delning och mallar":"Dela assistenter mellan avdelningar eller organisationer Använd färdiga mallar för vanliga behov inom offentlig sektor och företag Skapa egna mallar för att standardisera bästa arbetssätt","spaces-arbetsytor#Spaces (arbetsytor)":"Samarbetsmiljöer där team hanterar assistenter och kunskap Rollbaserad åtkomst: Space Admin, Space Editor, Space Viewer Organisera efter team, projekt eller funktion"},"title":"Samarbete"},"/sv/docs/functionality/knowledge-management/":{"data":{"":"Avsnittet Kunskap gör det möjligt att integrera, strukturera och underhålla den data som driver dina assistenter.","sätt-att-lägga-till-kunskap#Sätt att lägga till kunskap":"Samlingar: Ladda upp och organisera dokument, kalkylblad och presentationer Webbsidor: Koppla webbplatser och kryp dem automatiskt på innehåll Integrationer: Anslut direkt till system som SharePoint, Confluence med flera","så-fungerar-det#Så fungerar det":"Intric använder RAG (Retrieval-Augmented Generation) – systemet söker semantiskt i alla anslutna källor för att hitta relevant information innan ett svar genereras.\nDet gör att svaren blir träffsäkra, kontextuella och baserade på er egen pålitliga data."},"title":"Kunskapshantering"},"/sv/docs/getting-started/":{"data":{"":"","-assistenter#🧠 Assistenter":"AI-drivna verktyg som kan anpassas för specifika uppgifter, såsom skrivande, research, dataanalys eller kundsupport.\nAssistenter kan skapas av alla med rätt behörighet och delas mellan team.","-kunskap#📚 Kunskap":"Dokument, anteckningar och annat material som assistenterna använder som kontext när de svarar på frågor eller utför uppgifter.\nKunskapen kan laddas upp eller kopplas in från externa källor, så att svaren alltid grundas på din organisations information.","-personlig-assistent#💬 Personlig assistent":"Den alltid tillgängliga chatten högst upp i gränssnittet.\nVarje användare har en egen personlig assistent för snabba frågor, idéspån eller för att utforska vad plattformen klarar av.\nGenom att kombinera enkelhet, säkerhet och flexibilitet hjälper Intric organisationer att använda AI på ett tryggt sätt – och gör varje team mer effektivt.","-spaces#🗂️ Spaces":"Samarbetsytor där team kan organisera sina assistenter och resurser.\nVarje space kan innehålla flera assistenter och en egen kunskapsbas, vilket gör det enkelt att separera projekt, avdelningar eller kunder.","grundläggande-begrepp#Grundläggande begrepp":"","välkommen-till-intric#Välkommen till Intric":"Intric är en säker och skalbar AI-plattform för organisationer som vill göra artificiell intelligens tillgänglig, regelefterlevande och samarbetande.\nPlattformen gör det möjligt för team att skapa, dela och använda intelligenta assistenter – utan teknisk expertis – samtidigt som all datahantering stannar inom EU.\nPlattformen samlar assistenter, spaces och kunskap i en och samma upplevelse som anpassar sig efter din organisations struktur och arbetssätt."},"title":"Introduktion till Intric"},"/sv/docs/getting-started/login/":{"data":{"":"","din-åtkomstnivå#Din åtkomstnivå":"När du loggar in för första gången får du automatiskt en av följande roller:\nUser: Kan använda publicerade assistenter i de Spaces personen är inbjuden till. Creator: Kan skapa egna Spaces och assistenter. Admin: Har full åtkomst till alla administrativa funktioner i organisationen.","menyn-högst-upp#Menyn högst upp":"Spaces: Växla mellan olika arbetsytor. Inställningar: Öppna dina personliga inställningar och kontouppgifter. Admin (om du har behörighet): Administrativa verktyg för att hantera hela organisationen.","menyn-till-vänster#Menyn till vänster":"Assistenter: Hitta och skapa AI-assistenter. Appar: Verktyg för specifika uppgifter, till exempel transkribering. Kunskap: Ladda upp dokument och information som assistenter kan använda. Samlingar: Spara och organisera dokument och filer. Webbsidor: Koppla webbplatser som datakällor. Integrationer: Anslut tjänster som SharePoint, Confluence m.fl. Spaces: Samarbetsytor för teamprojekt.","så-loggar-du-in#Så loggar du in":"Inloggningen till Intric hanteras via din organisations SSO-system (Single Sign-On) – vanligtvis kopplat till Microsoft Entra ID eller Active Directory.\nMånga organisationer har även MFA (multifaktorsautentisering) aktiverat för extra säkerhet.\nAnvänd samma inloggningsuppgifter som du använder för övriga system i organisationen.","vad-du-ser-första-gången-du-loggar-in#Vad du ser första gången du loggar in":"Startsida: Du landar på huvudgränssnittet med din personliga assistent högst upp. Personlig chatt: Det här är den generella chatten som alla användare har tillgång till – perfekt för att testa plattformen första gången. Språkmodell: I den personliga chatten kan du enkelt byta aktiv språkmodell via menyn uppe till höger. Tillgängliga spaces: Du ser de Spaces (arbetsytor) du blivit inbjuden till, beroende på din roll i organisationen.","översikt-över-huvudmenyn#Översikt över huvudmenyn":""},"title":"Första inloggningen"},"/sv/docs/getting-started/security-overview/":{"data":{"":"","användning-av-amerikanska-modeller-valfritt#Användning av amerikanska modeller (valfritt)":"Om du väljer amerikanska modeller (t.ex. ChatGPT, Claude) skickas endast begränsade, relevanta textutdrag via RAG (Retrieval-Augmented Generation) – aldrig hela dokument. Data behandlas därefter enligt modellleverantörens villkor. Organisationer kan begränsa användningen till enbart EU-/svenska modeller.","backup-och-återställning#Backup och återställning":"Dagliga fullständiga säkerhetskopior av instansen. Kopiorna lagras separat hos GleSYS. Retention: 14 dagar för kontinuitet och skydd.","datolagring-och-plats#Datolagring och plats":"All data lagras i Sverige hos GleSYS AB (certifierade enligt ISO/IEC 27001). Möjlighet att använda egen molnmiljö eller on-premises installation. Full kontroll över dataplacering och åtkomst.","hantering-av-personuppgifter#Hantering av personuppgifter":"Ingen opålitlig ”automatisk PII-filtrering”. Intric fokuserar istället på säkra grundinställningar: Datalagring i Sverige. Tillåtelselista för modeller (administratörer kan låsa till EU-/svenska modeller). Isolerade Spaces med tydliga regler och åtkomstkontroll. Minskar risken även om filtreringstekniker skulle fallera.","informationssäkerhetsarbete#Informationssäkerhetsarbete":"Säkerhetsramverk i linje med ISO/IEC 27001. Säker utvecklingsprocess (SDLC), separata test- och produktionsmiljöer. CTO har det övergripande ansvaret för informationssäkerheten. Regelbundna penetrationstester och kontinuerlig övervakning.","juridik-och-regelefterlevnad#Juridik och regelefterlevnad":"Personuppgiftsbiträdesavtal (PUB-avtal) enligt SKR:s mall (Sveriges Kommuner och Regioner). Säkerställer GDPR-efterlevnad och tydliga ansvarsförhållanden.","kryptering-och-plattformsäkerhet#Kryptering och plattformsäkerhet":"Under överföring: TLS 1.2/1.3 för all trafik (även interna API:er). I vila: AES-256-kryptering för lagrad data. Hemligheter: API-nycklar hashas med SHA-256 och lagras aldrig i klartext. Confidential Computing (NVIDIA): Stöds för Intric-hostade open-source-modeller – data förblir krypterad även under bearbetning.","loggning-spårbarhet-och-transparens#Loggning, spårbarhet och transparens":"Avancerad loggning med konfigurerbar lagringstid (t.ex. 30 / 90 dagar). Full insyn i vad som skickas till modellerna för maximal spårbarhet. Administratörer styr loggningsinställningarna.","policys-för-datalagring#Policys för datalagring":"Administratörer kan ange lagringstid per assistent: Automatisk borttagning av meddelanden efter vald tidsperiod. Styrs i assistentens vy Edit.","rekommenderade-arbetssätt#Rekommenderade arbetssätt":"Använd EU-/svenska modeller (t.ex. Llama 3.3 SWE, Gemma 3 SWE) för känsliga data. Definiera säkerhetsklassning och applicera den via modellernas tillåtelselista. Utnyttja Spaces för att isolera projekt/avdelningar och datadomäner. Aktivera relevant loggning för spårbarhet. Utbilda användare om skillnaderna mellan EU- och USA-baserade modeller.","åtkomstkontroll-och-autentisering#Åtkomstkontroll och autentisering":"RBAC både på organisationsnivå och Space-nivå: Organisation: Admin / Creator / User Space: Space Admin / Space Editor / Space Viewer SSO via Microsoft Entra ID / Active Directory; MFA används ofta som krav."},"title":"Säkerhetsöversikt"},"/sv/docs/guides/":{"data":{"":"Här hittar du steg-för-steg-guider som hjälper dig att få ut det mesta av Intrics funktioner – från att skapa din första assistent till att koppla kunskapskällor och samarbeta i Spaces.\nVarje guide fokuserar på ett specifikt användningsfall eller arbetsflöde, vilket gör det enkelt att följa och direkt applicera i din organisation.","det-här-hittar-du#Det här hittar du":"How-to-guider för att konfigurera och använda centrala Intric-funktioner Bästa praxis för att strukturera assistenter, spaces och kunskap Exempel för olika roller – användare, creators och administratörer","exempel-på-teman#Exempel på teman":"Skapa din första AI-assistent Ladda upp och koppla kunskapskällor Samarbeta effektivt i Spaces Hantera mallar och dela assistenter Integrera mot externa system som SharePoint eller Confluence","vem-guiderna-är-för#Vem guiderna är för":"Oavsett om du är ny i Intric eller en erfaren användare som vill utforska avancerad funktionalitet ger guiderna tydliga och handlingsbara instruktioner som hjälper dig att nå resultat snabbt.\nUtforska guiderna för att lära dig bygga, anpassa och skala din organisations AI-förmåga med Intric."},"title":"Guider"},"/sv/docs/guides/activate-tools/":{"data":{"":"","steg-1-kontrollera-modellens-kompatibilitet#Steg 1: Kontrollera modellens kompatibilitet":"Säkerställ att den valda modellen stödjer verktyg. Modeller som GPT-4, Claude och Mistral har i regel verktygsstöd. Många öppen källkod-modeller (t.ex. vissa Llama-varianter) saknar stöd för verktyg.","steg-2-aktivera-verktyg-på-assistenten#Steg 2: Aktivera verktyg på assistenten":"Öppna assistenten → Edit. Skrolla till Additional Capabilities. Slå på önskade verktyg, exempelvis: Bildgenerering: Skapa bilder från beskrivningar. Webbsök: Hämta uppdaterad information från internet. SCB: Fråga efter data från Statistiska centralbyrån. Kolada: Hämta kommunala nyckeltal från Kolada.","steg-3-testa-funktionen#Steg 3: Testa funktionen":"Prova varje aktiverat verktyg med en enkel uppgift. Kom ihåg att verktyg kan påverka svarstid och kostnad."},"title":"Aktivera verktyg (extra funktioner)"},"/sv/docs/guides/add-knowledge-to-assistant/":{"data":{"":"","om-rag#Om RAG":"Intric använder RAG (Retrieval-Augmented Generation) för att göra semantiska sökningar i din kunskap.\nEndast de mest relevanta textstyckena skickas till modellen (inte hela dokument); data lagras i en vektordatabas (PGVector) för snabb åtkomst.","steg-1-förbered-kunskap-i-ditt-space#Steg 1: Förbered kunskap i ditt Space":"Välj en eller flera metoder under Kunskap (vänstermenyn):\nSamlingar: Ladda upp dokument/kalkylblad/presentationer. Webbsidor: Koppla webbplatser (grundläggande crawl eller sitemap-crawl). Integrationer: Koppla SharePoint / Confluence (måste först aktiveras av admin).","steg-2-koppla-kunskapen-till-assistenten#Steg 2: Koppla kunskapen till assistenten":"Öppna assistenten → Edit. Klicka på Add Knowledge. Välj relevanta kunskapskällor från ditt Space. Spara.","steg-3-testa-kopplingen#Steg 3: Testa kopplingen":"Ställ frågor som kräver den uppladdade kunskapen. Kontrollera att källor citeras korrekt. Justera källor eller inställningar vid behov."},"title":"Lägg till kunskap i en assistent"},"/sv/docs/guides/add-knowledge-to-space/":{"data":{"":"","1-samlingar#1. Samlingar":"Gå till Kunskap i vänstermenyn. Klicka på Collections. Välj Create Collection och välj en text-embeddingmodell. Ladda upp dokument, kalkylblad eller skriv in text direkt. Stödda format: PDF, Word (.docx), Excel (.xlsx), PowerPoint (.pptx), CSV, Markdown (.md) och textfiler (.txt). Organisera filer i strukturerade mappar för enkel åtkomst.","2-webbsidor#2. Webbsidor":"Gå till Knowledge → Web Pages. Klicka på Connect Web Pages. Klistra in URL:en till webbplatsen du vill koppla. Välj vilken typ av crawl som ska användas: Basic Crawl: Följer länkar från startsidan (bra för sajter utan sitemap). Sitemap Crawl: Använder sajtens sitemap.xml (snabbare och mer kontrollerat). Välj embeddingmodell och uppdateringsfrekvens. Tips: Var specifik med dina URL:er – koppla hellre subdomäner eller sidor med relevant information än hela webbplatser.","3-integrationer#3. Integrationer":"Integrationerna SharePoint och Confluence måste först aktiveras av en admin. Gå som användare till Settings → My Account → My Integration → Connect. Koppla dina åtkomstuppgifter för respektive tjänst. Navigera till Knowledge → Integrations. Klicka på Import Knowledge och välj vilken kunskapsbas som ska kopplas.","filstorlekar-och-begränsningar#Filstorlekar och begränsningar":"Typ Maxstorlek Kommentar Textbaserade filer 20 MB Stöder: PDF, Word, Excel, PowerPoint, CSV, Markdown, text Ljud / Video 200 MB För transkribering och analys Bilder 20 MB För referenser eller dokumentation","förutsättningar#Förutsättningar":"För att lägga till kunskap i ett Space behöver du rollen Space Admin eller Space Editor.\nSpace Viewers kan bara använda befintliga assistenter och kan inte koppla nya kunskapskällor.","koppla-kunskap-till-en-assistent#Koppla kunskap till en assistent":"När du lagt till kunskap i ditt Space:\nÖppna assistenten som ska använda kunskapen. Klicka på Edit (uppe till höger). Välj Add Knowledge. Ange vilken kunskapskälla från ditt Space assistenten ska använda.","om-rag-teknik#Om RAG-teknik":"Intric använder RAG (Retrieval-Augmented Generation) för att göra semantiska sökningar i dina anslutna kunskapskällor.\nNär en fråga ställs letar systemet automatiskt fram de mest relevanta textavsnitten. Endast dessa relevanta utdrag skickas till språkmodellen – aldrig hela dokument. All kunskap lagras i en vektordatabas (PGVector) för snabb och effektiv hämtning.","tre-sätt-att-lägga-till-kunskap#Tre sätt att lägga till kunskap":""},"title":"Så lägger du till kunskap i ett Space"},"/sv/docs/guides/build-assistant-prompt/":{"data":{"":"","steg-1-skapa-en-assistent#Steg 1: Skapa en assistent":"Gå till Assistants (vänstermenyn). Klicka på Create Assistant (blå knapp uppe till höger). Välj en mall eller Build from scratch.","steg-2-grundkonfiguration#Steg 2: Grundkonfiguration":"Namnge assistenten. Välj språkmodell (utifrån användningsfall och säkerhetsklassning). Klicka på Create.","steg-3-skriv-en-effektiv-prompt#Steg 3: Skriv en effektiv prompt":"Använd den här strukturen:\nVad? Beskriv uppgiften och omfånget tydligt. Vem? Definiera assistentens roll (t.ex. “Du är en HR-specialist…”). Hur? Ange önskat format och struktur på svaret. Varför? Ge bakgrund/kontext och syfte. Tonalitet? Sätt stilnivå (formellt, vänligt, tekniskt osv.). Exempelprompt\nDu är en HR-specialist som hjälper medarbetare med HR-relaterade frågor.\nSvara alltid professionellt och hänvisa till våra policydokument när det är relevant.\nStrukturera svaren med tydliga rubriker och punktlistor.\nOm du saknar information, be användaren kontakta HR-avdelningen.","steg-4-testa-och-iterera#Steg 4: Testa och iterera":"Ställ varierade frågor. Gå tillbaka till Edit och justera prompten. Upprepa tills svaren motsvarar förväntningarna."},"title":"Bygg en assistent – fokusera på prompten"},"/sv/docs/guides/create-and-manage-spaces/":{"data":{"":"","steg-1-skapa-ett-space#Steg 1: Skapa ett Space":"Öppna Spaces (övre menyn). Klicka på Create Space (blå knapp). Namnge och beskriv Spacet.","steg-2-bjud-in-medlemmar#Steg 2: Bjud in medlemmar":"Gå till Members (vänstermenyn i Spacet). Klicka på Invite users. Tilldela roller: Space Admin: Full kontroll (medlemmar, säkerhetsnivå). Space Editor: Kan skapa assistenter och koppla kunskap. Space Viewer: Kan endast använda publicerade assistenter.","steg-3-organisera-assistenter#Steg 3: Organisera assistenter":"Skapa assistenter inne i Spacet. Flytta assistenter mellan Spaces (tre prickar → Move). Publicera assistenter för att göra dem tillgängliga för Space Viewers."},"title":"Skapa och hantera Spaces"},"/sv/docs/guides/set-security-classification/":{"data":{"":"","steg-1-skapa-en-säkerhetsklassning#Steg 1: Skapa en säkerhetsklassning":"Klicka på Admin (uppe till höger). Öppna Security Settings. Skapa klassningsnivåer (t.ex. Hög säkerhetsklassning, Standardklassning).","steg-2-koppla-ai-modeller#Steg 2: Koppla AI-modeller":"Gå till Models (vänstermenyn). Ange vilka modeller som hör till varje klassning. Exempel: Hög säkerhet → endast svenska/EU-modeller som Llama 3.3 SWE. Spara inställningarna.","steg-3-tilldela-ett-space#Steg 3: Tilldela ett Space":"I varje Space väljer Space Admin rätt klassning. Användare i det Spacet kan bara välja modeller som är tillåtna för klassningen."},"title":"Sätt säkerhetsklassning"},"/sv/docs/guides/share-assistant/":{"data":{"":"","steg-1-skapa-en-delningslänk#Steg 1: Skapa en delningslänk":"Öppna assistenten du vill dela. Klicka på ikonen Share (uppe till höger). Välj Create share link. Kopiera länken (och eventuell kod som visas).","steg-2-skicka-till-mottagaren#Steg 2: Skicka till mottagaren":"Skicka länken till mottagaren. Mottagaren öppnar länken och kopierar delningskoden som visas.","steg-3-import-mottagaren#Steg 3: Import (mottagaren)":"I sitt Space klickar mottagaren på pilen bredvid Create Assistant. Välj Import Assistant. Klistra in delningskoden. Assistenten (namn och prompt) importeras.\nObservera: kunskap och bilagor följer inte med."},"title":"Dela en assistent"},"/sv/docs/settings-and-admin/":{"data":{"":"Det här avsnittet beskriver de administrativa funktionerna och konfigurationsalternativen som finns för systemadministratörer och creators i Intric.\nHär får du lära dig att:\nHantera användare och behörigheter Styra åtkomst och säkerhetsnivåer Konfigurera inställningar för språkmodeller Aktivera integrationer och följa upp användning Varje ämne nedan ger vägledning i hur du håller din organisation säker och välstrukturerad."},"title":"Admin och inställningar"},"/sv/docs/settings-and-admin/data-and-integrations/":{"data":{"":"","aktivera-integrationer#Aktivera integrationer":"Vissa integrationer måste aktiveras av en Admin innan de kan användas.\nGå till Admin → Integrations → Enable Integration. Stödda integrationer omfattar SharePoint, Confluence med flera. Enskilda användare kopplar därefter sina egna behörigheter.","datahantering-och-integrationer#Datahantering och integrationer":"","hantering-av-widgetar#Hantering av widgetar":"Endast Admins kan skapa eller distribuera widgetar för att säkerställa säker inbäddning. Förhindrar oavsiktlig exponering av känslig information. För att uppdatera tillåtna domäner, kontakta support@intric.ai.","insights-och-övervakning#Insights och övervakning":"Panelen Insights ger insyn i hur plattformen används:\nAnvändningsstatistik: Totalt antal konversationer och frågor i organisationen Lagringsuppföljning: Se utnyttjad yta under Usage Tokenförbrukning: Följ kostnader och användning mellan olika AI-modeller","loggning-och-spårbarhet#Loggning och spårbarhet":"Konfigurerbara lagringstider för loggar (t.ex. 30 eller 90 dagar). Full transparens över vilken data som skickas till modellerna. Möjliggör heltäckande spårbarhet och revision.","policy-för-datalagring#Policy för datalagring":"Administratörer kan konfigurera automatisk borttagning av meddelanden för efterlevnad och lagringskontroll.\nAnge lagringstid per assistent i redigeringsläget. Hjälper till att upprätthålla en säker och GDPR-kompatibel datahantering.","tekniska-inställningar-och-gruppintegrationer#Tekniska inställningar och gruppintegrationer":"Hantera åtkomst via befintliga AD- eller användargrupper. Tilldela Space-åtkomst automatiskt baserat på gruppmedlemskap. För konfigurationsstöd, kontakta support@intric.ai."},"title":"Datahantering och integrationer"},"/sv/docs/settings-and-admin/roles-and-permissions/":{"data":{"":"","roller-och-behörigheter#Roller och behörigheter":"","roller-på-organisationsnivå#Roller på organisationsnivå":"Roll Beskrivning Admin Fullständiga administrativa rättigheter. Hanterar alla användare, systemkonfiguration och integrationer. Creator Kan skapa egna Spaces, hantera medlemmar där och tilldela roller. User Kan endast använda publicerade assistenter och verktyg i Spaces de har blivit inbjudna till.","roller-på-space-nivå#Roller på Space-nivå":"Roll Beskrivning Space Admin Full kontroll över ett specifikt Space, inklusive medlems- och säkerhetshantering. Space Editor Kan koppla kunskapskällor och skapa assistenter. Space Viewer Kan bara använda publicerade assistenter i det Spacet.","sammanfattning#Sammanfattning":"Roller på organisationsnivå styr vad användare kan göra globalt, medan Space-roller styr vad de kan göra i en specifik arbetsyta.","översikt#Översikt":"Intric använder ett rollbaserat åtkomstsystem både på organisationsnivå och Space-nivå.\nDetta ger säker, delegerad kontroll samtidigt som administrationen hålls enkel."},"title":"Roller och behörigheter"},"/sv/docs/settings-and-admin/security-and-model-management/":{"data":{"":"","konfiguration-av-personlig-assistent#Konfiguration av personlig assistent":"Under Admin → Personal Assistant kan du:\nVälja vilka språkmodeller som ska vara tillgängliga för den personliga assistenten. Styra vilka verktyg och tillägg som ska vara aktiverade som standard.","kontroll-över-modeller#Kontroll över modeller":"Admins kan konfigurera vilka AI-modeller som är aktiva och tillgängliga i organisationen.\nGer detaljstyrning över vilka modeller som får behandla data. Hjälper till att upprätthålla datalokalitet och regelefterlevnad (EU kontra USA-modeller). Hanteras via Admin → Models i gränssnittet.","säkerhet-och-modellhantering#Säkerhet och modellhantering":"","säkerhetsklassning#Säkerhetsklassning":"Administratörer kan definiera säkerhetsklassningsnivåer (t.ex. Hög säkerhetsklassning) för att styra dataexponering och modellanvändning.\nVarje klassning kopplas till specifika AI-modeller som är tillåtna för nivån. Space Admins väljer därefter klassningsnivå istället för att välja modeller direkt. Säkerställer att modellval följer organisatoriska och regulatoriska krav."},"title":"Säkerhet och modellhantering"}}